[
  {
    "moduleId": "678aaa7ef28e21b40c841554",
    "title": "Introducción",
    "content": {
      "text": "El aprendizaje y práctica de la natación gana cada día más adeptos en la\npoblación en general, habida cuenta que la sociedad comprende cada\nvez mejor la importancia y los valores de saber nadar desde la más\ntemprana infancia. Y es que aprender a nadar en edades tempranas\ntiene, más que todo, un gran valor social, sabiendo que con ello se\ncrean nuevos y perecederos hábitos de higiene, que influyen\nnotablemente en la salud y en la calidad de vida de los niños y jóvenes.\nPor esas y otras muchas razones se extienden cada vez más programas\nde enseñanza de la natación, resultado necesario ofrecer a todos los\ninstructores dedicados al arte de enseñar a nadar, los medios que\ncontribuyan a enriquecer su arsenal de recursos técnicos para hacer\nmás eficiente su labor.\nHoy es universalmente aceptado por todos que el momento ideal para\niniciar el aprendizaje es desde las más tempranas edades, incluso con\npocos meses de vida, en los conocidos programas para bebés.\nSin embargo, si bien cualquier edad es adecuada para aprender a nadar,\ntrátese de bebés, niños, jóvenes, adultos e incluso adultos mayores, el\nprograma que presentamos es universal, dirigido a niños de 6 y 7 años\nde edad, cuyo modelo debe ser utilizado y adecuado en cada lugar de\nacuerdo con las edades en que están iniciando sus programas\nrespectivos, para ser adaptado convenientemente según esas\ncaracterísticas particulares que se dan en cada academia o entidad\npromotora de la natación.",

      "media": []
    },

    "order": 1
  },
  {
    "moduleId": "678aaa7ef28e21b40c841554",
    "title": "Las condiciones para aprender a nadar.",
    "content": {
      "text": "Enseñar a nadar supone la aplicación de una metodología que,\npartiendo de criterios pedagógicos, se realiza progresivamente, de lo\nsimple a lo complejo, comenzando por lo que denominamos “Formación\nBásica”, que consiste en el proceso de adaptación de los niños al agua y\na familiarizarlos con el nuevo medio, creando las condiciones de\nseguridad y disposición necesarias para iniciar seguidamente la\nenseñanza de las técnicas de nado en libre y espalda, pecho y mariposa,\nademás de las correspondientes vueltas y partidas, en la medida que\navance el programa concebido.",

      "media": []
    },

    "order": 1
  },
  {
    "moduleId": "678aaa7ef28e21b40c841554",
    "title": "La seguridad",
    "content": {
      "text": "Al iniciar el proceso de enseñanza es obligado tomar un grupo de\nmedidas de seguridad en la piscina donde se van a impartir las clases,\nde manera que propicien y favorezcan las condiciones mínimas para\naprovechar el tiempo y con ello la mayor eficiencia posible en los\nresultados. Esas condiciones son:\no Higiene y transparencia del agua de la piscina.\no Profundidad mínima de la piscina de enseñanza, que ofrezca\nconfianza a los niños y a sus padres.\no Medios auxiliares, como flotadores, tablas y otros.\no Indicadores de profundidad alrededor de la piscina.\no Temperatura del agua, mínima de 25o C y máxima de 28o C.\no Apoyo en los vestidores para la disciplina durante los cambios de\nropa.\no Un ambiente relajado, de orden, de la mayor estética posible.\no Evitar que observadores, incluidos familiares inmediatos,\ninterrumpan la concentración de los principiantes, hasta donde ello\nsea posible. (En ninguna de las aulas de los colegios o\nuniversidades los padres pueden entrar a observar cómo se\nimparten las matemáticas u otra materia, mucho menos intervenir\ny hacer recomendaciones al respecto).",

      "media": []
    },

    "order": 1
  },
  {
    "moduleId": "678aaa7ef28e21b40c841554",
    "title": "factor clave.",
    "content": {
      "text": "Enseñar a nadar supone la aplicación de una metodología que, partiendo de criterios pedagógicos, se realiza progresivamente, de lo simple a lo complejo, comenzando por lo que denominamos 'Formación Básica', que consiste en el proceso de adaptación de los niños al agua y a familiarizarlos con el nuevo medio, creando las condiciones de seguridad y disposición necesarias para iniciar seguidamente la enseñanza de las técnicas de nado en libre y espalda, pecho y mariposa, además de las correspondientes vueltas y partidas, en la medida que avance el programa concebido.",
      "media": []
    },

    "order": 1
  }
]
