[
  {
    "title": "Introduccion al Modulo 1",
    "content": {
      "elements": [
        {
          "type": "subtitle",
          "text": "A modo de introducción."
        },
        {
          "type": "paragraph",
          "text": "La formación de nadadores de alto rendimiento es un proceso extenso que abarca varias etapas a lo largo de la vida del atleta, generalmente más de diez años. Este desarrollo se centra en la enseñanza y el perfeccionamiento continuo de las técnicas de nado, incluyendo ejercicios complementarios que fortalecen y optimizan el rendimiento. Además, un aspecto crucial es la especialización en pruebas y distancias específicas, la cual se determina según el potencial individual de cada nadador. Este camino, aunque con excepciones individuales, sigue un patrón general de desarrollo en etapas concretas de la vida del atleta."
        },

        {
          "type": "paragraph",
          "text": "La primera infancia, integrada por las edades más adecuadas para elaprendizaje, que transcurre entre 0 y 6 años, incluida la etapa de bebé, es el mejor momento para regresar al medio líquido de donde procede, aprovechando la predisposición natural para la iniciación acuática."
        },

        {
          "type": "paragraph",
          "text": "Es en esa dirección que se orienta este curso de capacitación, compuesto por seis módulos de estudio, en los cuales se abordan las concepciones básicas que permiten llegar a programas adecuados a las realidades de la infancia, la adolescencia y juventud de aquellos que aspiran a destacar en nuestro deporte."
        },
        {
          "type": "paragraph",
          "text": "Sin embargo, también se presentan tesis relacionadas con los valores educativos de la práctica sistemática de la natación y las ventajas que aporta a todos aquellos que tienen la oportunidad de poder llegar a las piscinas para apropiarse de las mismas."
        }
      ]
    },
    "order": 1
  },
  {
    "title": "Conceptos sobre la natación infantil y las edades",
    "content": {
      "elements": [
        {
          "type": "subtitle",
          "text": "Conceptos sobre la natación infantil y las edades"
        },
        {
          "type": "paragraph",
          "text": "Es sumamente importante considerar con particular interés el concepto que sobre la natación infantil estamos desarrollando y debemos arraigar. Se trata de un problema de cultura misma de la natación. Se trata de desterrar definitivamente tendencias equivocadas que suelen ganar terreno con mucha fuerza y que generan una influencia negativa sobre los entrenadores y padres de familia, creando situaciones muy especiales y hasta conflictivas. Se trata de liquidar malos y viejos hábitos que, lamentablemente, existen, subsisten y estarán siempre latentes para manifestarse en la primera oportunidad que se presente."
        },

        {
          "type": "paragraph",
          "text": "El principal objetivo es que el tratamiento pedagógico desde la natación de menores e infantiles sea en el contexto adecuado, en un escenario independiente, en el ambiente infantil que ellos necesitan, sin alterar los contenidos que corresponden a la preparación en las edades en que se enmarca."
        },
        {
          "type": "paragraph",
          "text": "El ambiente, el medio en que se desenvuelven los nadadores menores e infantiles, para nada debe ser estresante ni de rigor en función de los rendimientos. El solo hecho de la diferenciación biológica en materia de estadios de desarrollo y crecimiento físico entre unos y otros nadadores, entre uno y otro sexo, es un elemento que debe llamarnos a la reflexión sobre la preparación que cada día hacemos con este tipo de nadador. El error más común es entrenar para precipitar resultados competitivos que solamente crearán falsas expectativas y, en muchos casos, estrellas fugaces, lo que impide dar a los nadadores menores e infantiles el trato que merecen y que necesitan."
        },
        {
          "type": "paragraph",
          "text": "La natación en las edades menores e infantiles, hasta los 12 años, es absolutamente pedagógica, educativa, formativa, de ninguna manera orientada a altos rendimientos deportivos, como debiera serlo también en otras modalidades deportivas."
        },
        {
          "type": "paragraph",
          "text": "El diseño concebido y que sugerimos poner en marcha para la natación de menores e infantiles está conscientemente orientado a preservar y proteger de muchos vicios a los nadadores de estas edades, a evitar su prematura especialización en técnicas y distancias supuestas, cuando aún falta mucho tiempo para tomar ese tipo de decisiones, cuando precisamente se deben estar desarrollando nuevas habilidades motoras que se incorporen al arsenal de movimientos que va a necesitar para proceder más tarde a perfeccionarlas. También está orientado a evitar frustraciones tempranas que puedan liquidar las aspiraciones de una 5 personita muy susceptible de sufrir esas consecuencias y escapar a ellas por la puerta del abandono prematuro de la natación competitiva, lo que sucede con mucha frecuencia en todos los clubes, asociaciones y federaciones."
        },
        {
          "type": "paragraph",
          "text": "Dados los argumentos anteriores, no es casual que estemos poniendo en vigor un programa de capacitación que recoja, precisamente, todo el proceso metodológico y de planificación de enseñanza y entrenamiento para las edades comprendidas en la natación infantil, que se orienta en lo metodológico a que prevalezca una filosofía ajustada a los procesos de crecimiento y desarrollo de los niños, a las distintas etapas por las que transita, preservando su fisiología y su estado de ánimo para empeños mayores en otras edades, las juveniles y mayores, cuando su organismo comienza a madurar y está apto para iniciarse en el alto rendimiento."
        },
        {
          "type": "paragraph",
          "text": "A nadie se le ocurre que menores de 12 años matriculen una carrera universitaria, cuando a esas edades corresponde cursar la primaria y después iniciar apenas el bachillerato. Es un ejemplo comparativo que tiene gran valor. ¿Por qué? Porque los niños de 12 años y/o menores no están intelectualmente aptos para estudiar en la universidad. Y en el deporte sucede igual, los altos rendimientos dependen de una maduración anatómica, fisiológica e intelectual que no se advierte en las edades de la escuela primaria ni al inicio del bachillerato. Intentar en esas edades rendimientos forzados es, sencillamente, un abuso de quien lo pretenda, incluso tratándose de los mismos padres, que muchas veces enloquecen por lograr resultados prematuros, aún a costa de la salud de sus propios hijos."
        },
        {
          "type": "paragraph",
          "text": "Por ello los volúmenes de trabajo que aparecerán en módulos posteriores para los menores de 12 años están dirigidos esencialmente al trabajo técnico y aeróbico, que para nada perjudica ni psíquica ni fisiológicamente al joven nadador. Por el contrario, lo educa en la idea, en la tesis que hay implícita, que sin altos volúmenes de trabajo no es posible figurar en la elite, ni siquiera nacional."
        },
        {
          "type": "paragraph",
          "text": "Por tanto, se requiere de mucho análisis, de muchas valoraciones por parte de los entrenadores, quienes, definitivamente, son los llamados a consolidar un proceso que preserve al nadador, que lo eduque desde temprana edad en todas las respuestas que requieran sus preguntas y los enseñe a trabajar de una manera creativa y prometedora."
        }
      ]
    },
    "order": 2
  },
  {
    "title": "Grupos de edades",
    "content": {
      "elements": [
        {
          "type": "subtitle",
          "text": "Los grupos de edades más apropiados para la enseñanza, para la formación de habilidades motoras y para el alto rendimiento deportivo."
        },
        {
          "type": "paragraph",
          "text": "Para reforzar objetivamente la idea de una política de edades coherente y bien definida, que se ajuste a las características evolutivas del ser humano y nos lleve a hacer en cada edad lo que realmente es conveniente y posible, debemos definir tres grandes etapas en el desarrollo de un nadador y ofrecerle el tratamiento pedagógico que cada momento exige."
        },
        {
          "type": "subtitle",
          "text": "Primera Etapa:"
        },
        {
          "type": "paragraph",
          "text": "Es la etapa de la enseñanza de la natación, que se enmarca en las edades donde se aprende a nadar y transcurre generalmente entre los 3 y 7 años de edad, e incluso antes, en los ya conocidos y exitosos programas para bebes. Los programas para bebes se inician entre los 3 y 6 meses de vida y transcurren hasta los 3-4 años de edad, un tiempo suficiente para que el niño se readapte al medio líquido de donde procede antes del parto y para desarrollar suficientes habilidades como para moverse libremente en el agua, sin que la técnica que emplea sea depurada."
        },
        {
          "type": "paragraph",
          "text": "Esta primera etapa en la cual los niños inician el desarrollo de habilidades motoras, lo dotarán de la capacidad necesaria para trasladarse sobre el agua en determinadas distancias, sin una técnica depurada, pero sin peligro para su vida. Se puede afirmar que concluirá aproximadamente a los 6–7 años de edad, con un dominio definido de las cualidades básicas, pero impreciso de las técnicas de Libre y Espalda. Sin embargo, estará preparado para iniciarse en una etapa superior y más compleja."
        }
      ]
    },
    "order": 3
  },
  {
    "title": "Función social y deportiva",
    "content": {
      "elements": {}
    },
    "order": 4
  },
  {
    "title": "Principales fundamentaciones científicas",
    "content": {
      "elements": {}
    },
    "order": 5
  },
  {
    "title": "Caracterización psicológica de los nadadores",
    "content": {
      "elements": {}
    },
    "order": 6
  },
  {
    "title": "Consideraciones pedagógicas",
    "content": {
      "elements": {}
    },
    "order": 7
  },
  {
    "title": "La técnica en la Natación competitiva",
    "content": {
      "elements": {}
    },
    "order": 8
  },
  {
    "title": "La técnica del Delfín Subacuático",
    "content": {
      "elements": {}
    },
    "order": 9
  },
  {
    "title": "Experiencias técnicas en la preparación",
    "content": {
      "elements": {}
    },
    "order": 10
  },
  {
    "title": "Calentamiento y Regeneración",
    "content": {
      "elements": {}
    },
    "order": 11
  },
  {
    "title": "La formación de valores en los nadadores",
    "content": {
      "elements": {}
    },
    "order": 12
  },
  {
    "title": "Necesidades del control médico deportivo",
    "content": {
      "elements": {}
    },
    "order": 13
  },
  {
    "title": "Cronología de las principales tareas en la natación",
    "content": {
      "elements": {}
    },
    "order": 14
  },
  {
    "title": "Glosario. Conceptos y términos utilizados",
    "content": {
      "elements": {}
    },
    "order": 15
  },
  {
    "title": "Bibliografía",
    "content": {
      "elements": {}
    },
    "order": 16
  }
]
